courses = Курсы
my-enrollments = Мои группы
enroll = Записаться
group = Группа
select-group = Выберите группу и куратора, к которым хотите присоединиться
comments = Комментарии
comments-to-join = Оставьте комментарий если необходимо
time = Время
select-time = Добавьте интервалы времени в которые вам было бы удобно заниматься. Мы подберём время, так чтобы каждому участнику было удобно.
congratulations = Поздравляем!
enrollment-request-submited = Заявка отправлена.
wait-for-assignment = Ожидайте когда куратор примет заявку.

next-group = Следующая группа
next-group-info = Вы будете зачислены в группу, как только мы ее запустим

go-to-my-enrollments = Перейти в мои группы
